     A                                      CCSID(1399)
     A          R Q231223R
     A            CHAR_5026     16A         COLHDG('５０２６・文字列')
     A                                      CCSID(00290)
     A*
     A            CHAR_5035     16A         COLHDG('５０３５・文字列')
     A                                      CCSID(01027)
     A*
     A            CHAR_1399     16A         COLHDG('１３９９・文字列')
     A                                      CCSID(05123)
